Repository: armandg/YOURLS-nb_NO
Catalog: *.po
Languages: nb_no

source: Statistics for %s
nb_no: Statistikk for %s

source: Short URL
nb_no: Kort URL

source: Aggregate stats for duplicate short URLs
nb_no: Aggregert statistikk for duplikate korte URLer

source: Long URL
nb_no: Lang URL

source: Traffic statistics
nb_no: Trafikkstatistikk

source: Traffic location
nb_no: Trafikklokasjon

source: Traffic sources
nb_no: Trafikkilde

source: Share
nb_no: Del

source: Last 24 hours
nb_no: Siste 24 timer

source: Last 7 days
nb_no: Siste 7 dager

source: Last 30 days
nb_no: Siste 30 dager

source: All time
nb_no: All tid

source: Number of hits : %s
nb_no: Antall treff: %s

source: Historical click count
nb_no: Historisk antall klikk

source: about 1 day ago
nb_no: ca 1 dag siden

source: Short URL created on %s
nb_no: Kort URL laget %s

source: %s per day
nb_no: %s per dag

source: %s per hour
nb_no: %s per time

source: %s hit
nb_no: %s treff

source: Best day
nb_no: Beste dag

source: <strong>%1$s</strong> hit on %2$s
nb_no: <strong>%1$s</strong> treff på %2$s

source: Click for more details
nb_no: Klikk for flere detaljer

source: Year %s
nb_no: År %s

source: 1 hit
nb_no: 1 treff

source: No traffic yet. Get some clicks first!
nb_no: Ingen trafikk. Skaff noen klikk først!

source: Top 5 countries
nb_no: Topp 5 land

source: Overall traffic
nb_no: Trafikk totalt

source: No country data.
nb_no: Ingen data om land.

source: Referrer shares
nb_no: Henvisningsdelinger

source: Others
nb_no: Andre

source: Referrers
nb_no: Henvisere

source: (details)
nb_no: (detaljer)

source: Various:
nb_no: Diverse:

source: Direct vs Referrer Traffic
nb_no: Direkte vs Henviser-trafikk

source: Direct
nb_no: Direkte

source: Direct traffic:
nb_no: Direkte trafikk:

source: <strong>%s</strong> hit
nb_no: <strong>%s</strong> treff

source: Referrer traffic:
nb_no: Henvisningstrafikk:

source: No referrer data.
nb_no: Ingen henvisningsdata.

source: Short link
nb_no: Kort link

source: Quick Share
nb_no: Kjapp deling

source: Title
nb_no: Tittel

source: IP Address
nb_no: IP-adresse

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
nb_no: Søker etter <strong>%1$s</strong> i <strong>%2$s</strong>.

source: Date
nb_no: Dato

source: Clicks
nb_no: Klikk

source: Short URL created, but could not redirect to %s !
nb_no: Kort URL laget, men kunne ikke videresende til %s !

source: Unknown "Share" bookmarklet
nb_no: Ukjent "Dele"-bokmerke

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
nb_no: Vis <strong>%1$s</strong> til <strong class="increment">%2$s</strong> av <strong class="increment">%3$s</strong> URLer

source: counting <strong>1</strong> click
nb_no: teller <strong>1</strong> klikk

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
nb_no: Sporer <strong class="increment">%1$s</strong> linker og <strong>%2$s</strong> klikk!

source: No URL
nb_no: Ingen URL

source: %s version is too old. Ask your server admin for an upgrade.
nb_no: %s versjonen er for gammel. Be din server admin om å oppgradere.

source: YOURLS already installed.
nb_no: YOURLS er allerede installert.

source: File <tt>.htaccess</tt> successfully created/updated.
nb_no: File <tt>.htaccess</tt> ble laget/oppdatert.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
nb_no: Kunne ikke skrive til filen <tt>.htaccess</tt> i YOURLS' rotmappe. Du blir derfor nødt til å gjøre det manuelt. Se hvordan <a href="http://yourls.org/htaccess">her</a>.

source: Install YOURLS
nb_no: Installer YOURLS

source: YOURLS Administration Page
nb_no: YOURLS adminside

source: Unsupported action
nb_no: Handlingen støttes ikke

source: No plugin specified, or not a valid plugin
nb_no: Tillegget har ikke blitt spesifisert, eller er ikke et gyldig tillegg

source: Plugin has been activated
nb_no: Tillegget har blitt aktiver

source: Plugin has been deactivated
nb_no: Tillegget har blitt deaktivert

source: Manage Plugins
nb_no: Administrer tillegg

source: Plugins
nb_no: Tillegg

source: %s plugin
nb_no: %s tillegg

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
nb_no: Du har for øyeblikket installert <strong>%1$s</strong> og aktivert <strong>%2$s</strong>

source: Plugin Name
nb_no: Navn på tillegg

source: Version
nb_no: Versjon

source: Description
nb_no: Beskrivelse

source: Author
nb_no: Forfatter

source: Action
nb_no: Handling

source: Deactivate
nb_no: Deaktiver

source: Activate
nb_no: Aktiver

source: plugin file location: %s
nb_no: filplassering for tillegg: %s

source: Toggle active/inactive plugins
nb_no: Veksle mellom aktive/inaktive tillegg

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
nb_no: Hvis noe går galt etter at du har aktivert et tillegg og du ikke lenger får brukt YOURLS eller får tilgang til denne siden, kan du endre navnet på eller slette mappen til tillegget eller endre navnet på tilleggsfilen til noe annet enn <code>plugin.php</code>.

source: More plugins
nb_no: Flere tillegg

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
nb_no: For flere tillegg, sjekk ut den offisielle <a href="http://yourls.org/pluginlist">tilleggslisten</a>.

source: Cool YOURLS Tools
nb_no: Kule verktøy til YOURLS

source: Bookmarklets
nb_no: Snarveier

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
nb_no: YOURLS kommer med hendige <span>snarveier</span> for å kunne forkorte og dele linker enklere.

source: Standard or Instant, Simple or Custom
nb_no: Standard eller Umiddelbar, Enkel eller Tilpasset

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
nb_no: <span>Standard snarveier</span> tar deg til en side hvor du enkelt kan redigere eller slette din flunkende, nye korte URL.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
nb_no: <span>Umiddelbare snarveier</span> lager en rask kort URL uten å forlate siden du ser på.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
nb_no: <span>Enkle snarveier</span> lager en kort URL med et tilfeldig nøkkelord.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
nb_no: <span>Tilpassede snarveier</span> spørre deg om et nøkkelord først.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
nb_no: Hvis du vil dele en beskrivelse sammen med linken du forkorter, trenger du kun å <span>markere tekst</span> på siden du er på før du klikker på snarveien

source: The Bookmarklets
nb_no: Snarveiene

source: Click and drag links to your toolbar (or right-click and bookmark it)
nb_no: Klikk og dra linker til bokmerkelinken (eller høyreklikk og bokmerk den)

source: Standard (new page)
nb_no: Standard (ny side)

source: Instant (popup)
nb_no: Umiddelbar (popup)

source: Simple
nb_no: Enkel

source: Drag to your toolbar!
nb_no: Dra til bokmerkelinjen!

source: Shorten
nb_no: Forkort

source: Instant Shorten
nb_no: Umiddelbar forkortelse

source: Custom Keyword
nb_no: Tilpasset nøkkelord

source: Custom shorten
nb_no: Tilpasset forkortning

source: Instant Custom Shorten
nb_no: Umiddelbar tilpasset forkortning

source: Social Bookmarklets
nb_no: Snarveier for sosiale medier

source: Create a short URL and share it on social networks, all in one click!
nb_no: Lag en kort URL og del den på sosiale medier, alt med ett klikk!

source: Shorten and share:
nb_no: Forkort og del:

source: Prefix-n-Shorten
nb_no: Prefiksér-og-forkort

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
nb_no: Når du ser på en side, kan du også sette et prefiks på URLen: gå til adresselinjen, legg til "<span>%s</span>" på begynnelsen av URLen (rett før 'http(s)://') og trykk enter.

source: Note: this will probably not work if your web server is running on Windows
nb_no: Merk: dette vil mest sannsynligvis ikke fungere hvis web serveren din kjøres på Windows

source: (which seems to be the case here)
nb_no: (som ser ut til å være tilfelle her)

source: Secure passwordless API call
nb_no: Sikkert API-oppslag uten passord

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
nb_no: YOURLS tillater API-oppslag på den gode, gammeldagse måten, ved bruk av <tt>brukernavn</tt> og <tt>passord</tt> som parametere.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
nb_no: Hvis du ikke ønsker å sende brukerinfoen din fritt ut, kan du også gjøre API-oppslag uten å bruke brukernavn og passord, og bruke en hemmelig signatur-nøkkel istedet.

source: Your secret signature token: <strong><code>%s</code></strong>
nb_no: Din hemmelige signatur-nøkkel: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
nb_no: (Denne er hemmelig. Ikke røp den)

source: This signature token can only be used with the API, not with the admin interface.
nb_no: Denne signatur-nøkkelen kan bare brukes gjennom APIet, ikke på administrasjons-siden.

source: Usage of the signature token
nb_no: Bruk av signatur-nøkkelen

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
nb_no: Bare bruk parameteren <tt>signature</tt> in ditt API-oppslag. Eksempel:

source: Usage of a time limited signature token
nb_no: Bruk av en tidsbegrenset signatur-nøkkel

source: actual value:
nb_no: faktisk verdi:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
nb_no: Nå kan du bruke parameterne <tt>signature</tt> og <tt>timestamp</tt> i ditt API-oppslag. Eksempel:

source: Actual values:
nb_no: Faktiske verdier:

source: This URL would be valid for only %s seconds
nb_no: Denne URLen ville kun vært gyldig i %s sekunder

source: See the <a href="%s">API documentation</a> for more
nb_no: Sjekk ut <a href="%s">API-dokumentasjon</a> for mer

source: Upgrade YOURLS
nb_no: Oppgradér YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
nb_no: Oppgraderinger ikke nødvendig. Gå <a href="%s">tilbake for å leke</a>!

source: Your current installation needs to be upgraded.
nb_no: Din nåværende installasjon må oppgraderes.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
nb_no: Det anbefales på det sterkeste at du tar <strong>backup</strong> av databasen din<br/>(du burde gjøre dette jevnlig uansett)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
nb_no: Ikke noe fælt <em>burde kunne</em> skje, men det betyr ikke at det <em>aldri</em> kan skje, ikke sant? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
nb_no: Hvis <span class='error'>noe går galt</span> vil du for hvert skritt få en feilmelding og forhåpentligvis et forslag til løsning.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
nb_no: Hvis alt går for raskt og du ikke kan lese, <span class="success">bra for deg</span>, bare la det gå :)

source: Once you are ready, press "Upgrade" !
nb_no: Trykk på "Oppgrader" når du er klar!

source: Upgrade
nb_no: Oppgrader

source: Your installation is now up to date !
nb_no: Installasjonen din er nå oppdatert!

source: Go back to <a href="%s">the admin interface</a>
nb_no: Gå tilbake til <a href="%s"> adminsiden

source: Could not auto-encrypt passwords. Error was: "%s".
nb_no: Kunne ikke kryptere passordene automatisk. Feilmeldingen var: "%s".

source: <a href="%s">Get help</a>.
nb_no: <a href="%s">Skaff hjelp</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
nb_no: <a href="%s">Klikk her</a> for å fjerne denne beskjeden i én uke.

source: YOURLS requires the mysql, mysqli or pdo_mysql PHP extension. No extension found. Check your server config, or contact your host.
nb_no: YOURLS krever mysql, mysqli eller pdo_mysql PHP tillegget. Ingen tillegg funnet. Sjekk din serverkonfigurasjon eller kontakt din vert.

source: Fatal error
nb_no: Fatal feil

source: Logged out successfully
nb_no: Logget ut

source: Invalid username or password
nb_no: Ugyldig brukernavn eller passord

source: Please log in
nb_no: Vennligst logg inn

source: 1 query
nb_no: 1 forespørsel

source: Powered by %s
nb_no: Drives av %s

source: Enter the URL
nb_no: Skriv inn URL

source: Optional
nb_no: Valgfritt

source: Custom short URL
nb_no: Tilpasset kort URL

source: Shorten The URL
nb_no: Forkort URLen

source: Search for %1$s in %2$s
nb_no: Søk etter %1$s i %2$s

source: Ascending
nb_no: Stigende

source: Descending
nb_no: Synkende

source: Order by %1$s %2$s
nb_no: Sorter etter %1$s %2$s

source: Show %s rows
nb_no: Vis %s rader

source: more
nb_no: mer

source: less
nb_no: mindre

source: Show links with %1$s than %2$s clicks
nb_no: Vis linker med %1$s enn %2$s klikk

source: before
nb_no: før

source: after
nb_no: etter

source: between
nb_no: mellom

source: Show links created %1$s %2$s %3$s %4$s
nb_no: Vis linker laget %1$s %2$s %3$s %4$s

source: Search
nb_no: Søk

source: Clear
nb_no: Rydd

source: 1 page
nb_no: 1 side

source: Go to First Page
nb_no: Gå til den første siden

source: &laquo; First
nb_no: &laquo; Første

source: Last &raquo;
nb_no: Siste &raquo;

source: Your short link
nb_no: Din kortlenke

source: Long link
nb_no: Lang lenke

source: Stats
nb_no: Statistikk

source: Share with
nb_no: Del med

source: Tweet this!
nb_no: Tvitre dette!

source: Share on Facebook
nb_no: Del på Facebook

source: Share on Friendfeed
nb_no: Del på Friendfeed

source: Save
nb_no: Lagre

source: Save new values
nb_no: Lagre nye verdier

source: Cancel
nb_no: Avbryt

source: Cancel editing
nb_no: Avbryt redigering

source: Error, URL not found
nb_no: Feil, URL finnes ikke

source: Edit
nb_no: Rediger

source: Delete
nb_no: Slett

source: Not a common link
nb_no: Ikke en vanlig lenke

source: Actions
nb_no: Handlinger

source: Username
nb_no: Brukernavn

source: Password
nb_no: Passord

source: Login
nb_no: Logg inn

source: Hello <strong>%s</strong>
nb_no: Hei <strong>%s</strong>

source: Logout
nb_no: Logg ut

source: Help
nb_no: Hjelp

source: Go to the admin interface
nb_no: Gå til adminsiden

source: Admin interface
nb_no: Adminside

source: Tools
nb_no: Verktøy

source: Today
nb_no: I dag

source: Close
nb_no: Lukk

source: <a href="%s">YOURLS version %s</a> is available. Please update!
nb_no: <a href="%s">YOURLS versjon %s</a> er tilgjengelig. Vennligst oppdater!

source: Incorrect DB config, or could not connect to DB
nb_no: Ukorrekt database-konfigurasjon, eller klarte ikke å koble til database

source: Table '%s' created.
nb_no: Tabell '%s' opprettet.

source: Error creating table '%s'.
nb_no: Feil ved oppretting av tabell '%s'.

source: Could not initialize options
nb_no: Klarte ikke å initialisere innstillinger

source: Could not insert sample short URLs
nb_no: Kunne ikke sette inn test URLer

source: YOURLS tables successfully created.
nb_no: YOURLS tabellene ble opprettet.

source: Error creating YOURLS tables.
nb_no: Feil ved oppretting av YOURLS tabeller.

source: Sunday
nb_no: Søndag

source: Monday
nb_no: Mandag

source: Tuesday
nb_no: Tirsdag

source: Wednesday
nb_no: Onsdag

source: Thursday
nb_no: Torsdag

source: Friday
nb_no: Fredag

source: Saturday
nb_no: Lørdag

source: S_Sunday_initial
nb_no: S

source: M_Monday_initial
nb_no: M

source: T_Tuesday_initial
nb_no: T

source: W_Wednesday_initial
nb_no: O

source: T_Thursday_initial
nb_no: T

source: F_Friday_initial
nb_no: F

source: S_Saturday_initial
nb_no: L

source: Sun
nb_no: Søn

source: Mon
nb_no: Man

source: Tue
nb_no: Tir

source: Wed
nb_no: Ons

source: Thu
nb_no: Tor

source: Fri
nb_no: Fre

source: Sat
nb_no: Lør

source: January
nb_no: Januar

source: February
nb_no: Februar

source: March
nb_no: Mars

source: May
nb_no: Mai

source: June
nb_no: Juni

source: July
nb_no: Juli

source: October
nb_no: Oktober

source: December
nb_no: Desember

source: Jan_January_abbreviation
nb_no: Jan

source: Feb_February_abbreviation
nb_no: Feb

source: Mar_March_abbreviation
nb_no: Mar

source: Apr_April_abbreviation
nb_no: Apr

source: May_May_abbreviation
nb_no: Mai

source: Jun_June_abbreviation
nb_no: Jun

source: Jul_July_abbreviation
nb_no: Jul

source: Aug_August_abbreviation
nb_no: Aug

source: Sep_September_abbreviation
nb_no: Sep

source: Oct_October_abbreviation
nb_no: Okt

source: Nov_November_abbreviation
nb_no: Nov

source: Dec_December_abbreviation
nb_no: Des

source: number_format_thousands_sep
nb_no: \s

source: Could not find and deactivated plugin :
nb_no: Kunne ikke finne og deaktivere tillegg :

source: Not a valid plugin file
nb_no: Ikke en gyldig tillegg-fil

source: Plugin already activated
nb_no: Tillegg er allerede aktivert

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
nb_no: Tillegg laget uventet resultat. Feilmeldingen var: <br/><pre>%s</pre>

source: Plugin not active
nb_no: Tillegg ikke aktiv

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
nb_no: Denne siden eksisterer ikke. Kanskje du trodde at et tillegg var aktivert?

source: Invalid link
nb_no: Ugyldig lenke

source: Missing or malformed URL
nb_no: Manglende eller ugyldig URL

source: URL is a short URL
nb_no: URLen er er kort-URL

source: Short URL %s already exists in database or is reserved
nb_no: Kort-URL %s eksisterer allerede i databasen eller er reservert

source: %s added to database
nb_no: %s ble lagt til i databasen

source: Error saving url to database
nb_no: Feil ved lagring av url til database

source: %s already exists in database
nb_no: %s eksisterer allerede i databasen

source: Link updated in database
nb_no: Link oppdatert i databasen

source: Error updating %s (Short URL: %s)
nb_no: Feil ved oppdatering av %s (Kort-URL: %s)

source: URL or keyword already exists in database
nb_no: URL eller nøkkelord eksisterer alleredei databasen

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
nb_no: Hvis du ikke videresendes etter 10 sekunder, kan du <a href="%s">klikke her</a>

source: Please <a href="%s">click here</a>
nb_no: Vennligst <a href="%s">klikk her</a>

source: Too many URLs added too fast. Slow down please.
nb_no: For mange URLer ble lagt til for fort. Vennligst ro ned tempoet.

source: Forbidden
nb_no: Forbudt

source: Unauthorized action or expired link
nb_no: Uautorisert handling eller utgått lenke

source: Error
nb_no: Feil

source: Service temporarily unavailable
nb_no: Tjenesten er midlertidig utilgjengelig

source: Our service is currently undergoing scheduled maintenance.
nb_no: Tjenesten vår blir vedlikeholdt for øyeblikket.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
nb_no: Dette burde ikke vare alt for lenge, takk for tålmodigheten og beklager ulempene

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
nb_no: %1$s er <strong>foreldet</strong> siden versjon %2$s! Bruk %3$s istedet.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
nb_no: %1$s er <strong>foreldet</strong> siden versjon %2$s uten noen tilgjengelige alternativer.

source: day
nb_no: dag

source: view
nb_no: visning
